---
kind: enumMember
id: F:Autodesk.Revit.DB.HorizontalAlignmentStyle.Left
enum: Autodesk.Revit.DB.HorizontalAlignmentStyle
source: html/389f81df-bc4d-6d65-812d-aa7ca3d3c42a.htm
---
# Autodesk.Revit.DB.HorizontalAlignmentStyle.Left

Alignment to left